Repository: lkocman/openSUSE-welcome
Catalog: data/i18n/qml_*.po
Languages: fa, ru

# main|
source: Welcome
fa: خوش آمدید
ru: Добро пожаловать

# main|
source: Ahoy, this is openSUSE
fa: آهای، این اپن‌سوزه است
ru: Йо-хо-хо, это openSUSE

# main|
source: Basics
fa: مبانی
ru: Основное

# main|
source: Support
fa: پشتیبانی
ru: Поддержка

# main|
source: Read me
fa: مرا بخوان
ru: На прочтение

# main|
source: Documentation
fa: مستندات
ru: Документация

# main|
source: Get Software
fa: دریافت نرم‌افزار
ru: Получить ПО

# main|
source: Install openSUSE
fa: نصب اپن‌سوزه
ru: Установить openSUSE

# main|
source: GNOME Help
fa: راهنمای گنوم
ru: Справка GNOME

# main|
source: Plasma Help
fa: راهنمای پلاسما
ru: Справка Plasma

# main|
source: Xfce Help
fa: راهنمای ایکس‌اف‌سی‌ای
ru: Справка Xfce

# main|
source: MATE Help
fa: راهنمای میت
ru: Справка MATE

# main|
source: Enlightenment Help
fa: راهنمای انلایتمنت
ru: Справка Enlightenment

# main|
source: About Budgie
fa: درباره باجی
ru: О среде Budgie

# main|
source: About Lumina
fa: درباره لومینا
ru: О среде Lumina

# main|
source: LXDE Help
fa: راهنمای ال‌ایکس‌دی‌ای
ru: Справка LXDE

# main|
source: LXQt Help
fa: راهنمای ال‌ایکس‌کیو‌تی
ru: Справка LXQt

# main|
source: About Cinnamon
fa: درباره سینامون
ru: О среде Cinnamon

# main|
source: Deepin Help
fa: راهنمای دیپ‌این
ru: Справка Deepin

# main|
source: Contribute
fa: مشارکت
ru: Помочь проекту

# main|
source: Build openSUSE
fa: ساختن اپن‌سوزه
ru: Сборка openSUSE

# main|
source: If this is your first time using openSUSE, we would like you to feel right at home in your new voyage. Take your time to familiarize yourself with all the buttons and let us know how you like the experience on our
fa: اگر این اولین بار است که از اپن‌سوزه استفاده می کنید، ما دوست داریم که در سفر جدید خود در خانه احساس راحتی کنید. وقت خود را برای آشنایی با تمام دکمه ها بگذارید و تجربه خود را با ما درمیان بگذارید
ru: Если вы используете openSUSE впервые, то мы бы хотели, чтобы в этом новом путешествии вы чувствовали себя как дома. Ознакомьтесь с окружением и дайте нам знать о своих впечатлениях через

# main|
source: social media
fa: رسانه اجتماعی
ru: социальные сети

# main|
source: Show on next startup
fa: در راه‌اندازی بعدی نمایش بده
ru: Показывать при запуске

# main|
source: Customise
fa: شخصی سازی
ru: Настроить

# main|
source: Close
fa: بستن
ru: Закрыть

# main|
source: Desktop Layouts
fa: طرح‌بندی دسک‌تاپ
ru: Макеты рабочих столов

# main|
source: openSUSE Xfce offers a variety of customisation options, including the ability to choose a desktop layout that fits your workflow. You can choose one of these as a starting point and customise it further later.
fa: openSUSE Xfce گزینه‌های سفارشی‌سازی متنوعی از جمله امکان انتخاب طرح‌بندی دسکتاپ متناسب با گردش کار شما را ارائه می‌دهد. می‌توانید یکی از این موارد را به عنوان نقطه شروع انتخاب کرده و بعداً آن را سفارشی‌سازی کنید.
ru: openSUSE Xfce предлагает множество вариантов настройки, включая возможность выбрать макет рабочего стола, который соответствует вашему рабочему процессу. Вы можете выбрать один из них в качестве отправной точки и настроить его позже.

# main|
source: Cupertino
fa: کوپرتینو

# main|
source: El Ratón
fa: ‌ال راتون

# main|
source: Unitatis
fa: یونیتاتیس

# main|
source: Redmond
fa: ردموند

# main|
source: Themes
fa: تم‌ها
ru: Темы

# main|
source: Click the images to apply application themes.
fa: برای اعمال تم برنامه روی تصاویر کلیک کنید.
ru: Нажмите на картинки для выбора той или иной темы.

# main|
source: Greybird Geeko Light
fa: جیکوی گری‌برد روشن
ru: Greybird Geeko Светлая

# main|
source: Greybird Geeko Dark
fa: جیکوی گری‌برد تیره
ru: Greybird Geeko Темная

# main|
source: Adwaita Light
fa: آدویتا روشن
ru: Adwaita Светлая

# main|
source: Adwaita Dark
fa: آدویتا تیره
ru: Adwaita Темная

# main|
source: Social Media
fa: رسانه اجتماعی
ru: Социальные сети

# main|
source: Home
fa: خانه
ru: Домой

# main|
source: Social Media: How to reach us!
fa: رسانه اجتماعی: چگونه به ما برسید!
ru: Социальные сети: Как связаться!

# main|
source: Most commonly used social medias are already listed in the footer, but here are some more you might find useful, alphabetically:
fa: رایج‌ترین رسانه‌های اجتماعی مورد استفاده در پاورقی فهرست شده‌اند، اما در اینجا به ترتیب حروف الفبا، موارد مفید دیگری نیز آورده شده است:
ru: Наиболее широко используемые социальные сети перечислены внизу, а вот ещё несколько сетей в алфавитном порядке:

# main|
source: Discord
fa: دیسکورد

# main|
source: Facebook
fa: فیس‌بوک

# main|
source: Forums
fa: انجمن‌ها
ru: Форумы

# main|
source: IRC
fa: آی‌آر‌سی

# main|
source: Telegram
fa: تلگرام

# main|
source: Facebook Group
fa: گروه فیس‌بوک
ru: Группа Facebook

# main|
source: openSUSE Forums
fa: انجمن‌های اپن‌سوزه
ru: Форумы openSUSE

# main|
source: Tech Support
fa: پشتیبانی فنی
ru: Техподдержка

# main|
source: Project
fa: پروژه
ru: Проект

# main|
source: Factory
fa: کارخانه

# main|
source: Chat
fa: چت
ru: Чат

# main|
source: openSUSE Group
fa: گروه اپن‌سوزه
ru: Группа openSUSE

# main|
source: openSUSE News
fa: اخبار اپن‌سوزه
ru: Новости openSUSE

# main|
source: Contribute. Participate in openSUSE
fa: همکاری. در اپن‌سوزه مشارکت کنید
ru: Принять участие в проекте openSUSE

# main|
source: Whether you’re an experienced Linux developer or an end user just getting started with Linux, there are many ways for you to participate in the openSUSE project. Join a forum to get help or help others with openSUSE, find and report bugs, take over an issue from the release process, review the documentation, send your wish list for new packages and features, create and submit patches, or find other creative ways to contribute.
fa: چه یک توسعه‌دهنده باتجربه لینوکس باشید و چه یک کاربر نهایی که تازه با لینوکس شروع به کار کرده باشید، راه‌های زیادی برای مشارکت در پروژه openSUSE وجود دارد. به یک انجمن بپیوندید تا در مورد openSUSE به دیگران کمک کنید یا از آنها کمک بگیرید، اشکالات را پیدا کرده و گزارش دهید، یک مشکل را از فرآیند انتشار به دست بگیرید، مستندات را بررسی کنید، لیست خواسته‌های خود را برای بسته‌ها و ویژگی‌های جدید ارسال کنید، وصله‌ها را ایجاد و ارسال کنید، یا راه‌های خلاقانه دیگری برای مشارکت پیدا کنید.
ru: Независимо от того, являетесь ли вы опытным разработчиком Linux или конечным пользователем, начинающим работать с Linux, у вас есть много способов принять участие в проекте openSUSE. Присоединяйтесь к форуму, чтобы получить помощь или помочь другим в openSUSE, находите и сообщайте об ошибках, принимайте решения во время процесса выпуска, просматривайте документацию, отправляйте свой список пожеланий для новых пакетов и функций, создавайте и отправляйте исправления или находите другие творческие способы внести свой вклад.

# main|
source: Whatever you do, take a few minutes to discuss openSUSE with other users and become an
fa: هر کاری که انجام می‌دهید، چند دقیقه وقت بگذارید و در مورد openSUSE با سایر کاربران صحبت کنید و تبدیل شوید به یکی
ru: Что бы вы ни делали, уделите несколько минут, чтобы обсудить openSUSE с другими пользователями и стать

# main|
source: active member
fa: عضو فعال
ru: активным участником

# main|
source: of the openSUSE community. For most activities a login is needed to enjoy all the fun. You might wish to create a user page and share some useful information or interests about you with others.
fa: از جامعه openSUSE. برای اکثر فعالیت‌ها، برای لذت بردن از تمام امکانات، ورود به سیستم لازم است. شاید بخواهید یک صفحه کاربری ایجاد کنید و اطلاعات مفید یا علایق خود را با دیگران به اشتراک بگذارید.
ru: сообщества openSUSE. Для большинства действий требуется вход в систему, чтобы получать наслаждение от развлечений. Возможно, вы захотите создать страницу пользователя и поделиться полезной информацией или своими интересами с другими.

# main|
source: Be part of the openSUSE Community
fa: عضوی از انجمن openSUSE باشید
ru: Будьте частью сообщества openSUSE

# main|
source: See where other
fa: جاهای دیگر را ببینید
ru: Узнайте, где находятся другие участники

# main|
source: openSUSE community
fa: جامعه openSUSE
ru: сообщества openSUSE

# main|
source: members are located world-wide, get to know some People of openSUSE, find local openSUSE user groups, celebrate releases, learn about the governance structure and more. Follow
fa: اعضا در سراسر جهان مستقر هستند، با برخی از اعضای openSUSE آشنا می‌شوند، گروه‌های کاربری محلی openSUSE را پیدا می‌کنند، انتشارها را جشن می‌گیرند، در مورد ساختار مدیریتی اطلاعات کسب می‌کنند و موارد دیگر. دنبال کردن
ru: по всему миру, познакомьтесь с некоторыми людьми из openSUSE, найдите местные группы пользователей openSUSE, отметьте выпуски, узнайте о структуре управления и многое другое. Следите

# main|
source: openSUSE news
fa: اخبار اپن‌سوزه
ru: за новостями openSUSE

# main|
source: on our news site and see what our developers are up to on
fa: در سایت خبری ما باشید و ببینید توسعه‌دهندگان ما چه می‌کنند
ru: на нашем новостном сайте и узнавайте, чем занимаются наши разработчики на

# main|
source: Planet openSUSE
fa: سیاره openSUSE
ru: Планете openSUSE

# main|
source: Help us to release the next version of openSUSE
fa: به ما در انتشار نسخه بعدی openSUSE کمک کنید
ru: Помогите в создании новой версии openSUSE

# main|
source: For every release there is a
fa: برای هر انتشار، یک
ru: Для каждой версии есть

# main|
source: set of tasks
fa: مجموعه وظایف
ru: набор задач

# main|
source: available. Some are complicated, some are easy to achieve, even for beginners. Look through the issues and tell someone from openSUSE if you found an adequate task.
fa: موجود است. برخی از آنها پیچیده هستند، برخی از آنها آسان است، حتی برای مبتدیان. مشکلات را بررسی کنید و اگر کار مناسبی پیدا کردید، به یکی از اعضای openSUSE اطلاع دهید.
ru: доступных и вам. Некоторые из них сложны, некоторые легко достижимы даже для новичков. Просмотрите проблемы и сообщите кому-нибудь из openSUSE, если вы нашли подходящую задачу.

# main|
source: Discuss openSUSE and help other users
fa: در مورد openSUSE بحث کنید و به سایر کاربران کمک کنید
ru: Обсуждайте openSUSE и помогайте другим пользователям

# main|
source: There are several active communities where you can discuss what is going on in openSUSE and help out other openSUSE users. We have mailing lists, IRC channels and forums. Please have a look at the
fa: چندین انجمن فعال وجود دارد که می‌توانید در آنها درباره اتفاقات اوپن‌سوزه بحث کنید و به سایر کاربران اوپن‌سوزه کمک کنید. ما لیست‌های پستی، کانال‌های IRC و انجمن‌ها را داریم. لطفاً نگاهی به ... بیندازید
ru: Есть несколько активных сообществ со своими сообществами, где вы можете обсуждать openSUSE и помогать другими пользователями. Мы используем почтовые рассылки, IRC-каналы и форумы. Ознакомьтесь с

# main|
source: communication channels
fa: کانال‌های ارتباطی
ru: каналами общения

# main|
source: for an overview.
fa: برای یک مرور کلی.
ru: и всегда оставайтесь в курсе.

# main|
source: Suggest New Features or Software
fa: ویژگی ها یا نرم افزارهای جدید را پیشنهاد دهید
ru: Предлагайте новые возможности, идеи и программы

# main|
source: Visit
fa: بازدید
ru: Посетите

# main|
source: Bugzilla
fa: باگزیلا

# main|
source: our Feature- and Requirements Management System. Here you can get a sorted overview of things happening in upcoming products, follow and participate on the discussion by adding comments or work on features for the next product generation (version) and help to make openSUSE an even better Linux distribution.
fa: سیستم مدیریت ویژگی‌ها و نیازمندی‌های ما. در اینجا می‌توانید یک مرور کلی از اتفاقات محصولات آینده دریافت کنید، با افزودن نظرات، بحث را دنبال کنید و در آن شرکت کنید یا روی ویژگی‌های نسل بعدی محصول (نسخه) کار کنید و به تبدیل openSUSE به یک توزیع لینوکس حتی بهتر کمک کنید.
ru: - нашу cистему управления функциями и требованиями. Здесь вы можете получить отсортированный обзор того, что происходит в будущих продуктах, следить и участвовать в обсуждениях, добавляя комментарии или работая над функциями для будущих поколений (версий) продукта, а также помочь сделать openSUSE ещё лучшим дистрибутивом Linux.

# main|
source: Spread the word
fa: خبر را پخش کنید
ru: Распространяйте Слово

# main|
source: Be sure to spread the word on openSUSE and help others to benefit from it too! openSUSE offers a great Linux distribution and many other technologies like our
fa: حتماً در مورد openSUSE اطلاع‌رسانی کنید و به دیگران نیز کمک کنید تا از آن بهره‌مند شوند! openSUSE یک توزیع لینوکس عالی و بسیاری از فناوری‌های دیگر مانند ما را ارائه می‌دهد
ru: Не забудьте рассказать об openSUSE и помочь другим извлечь из этого пользу! openSUSE предлагает отличный дистрибутив Linux и множество других технологий, таких как наш

# main|
source: build service
fa: سرویس ساخت
ru: сервис сборки,

# main|
source: which can help home users as well as sys admins and developers to get work done and have fun. Blog about openSUSE, tell your friends and family and help them install it!
fa: که می‌تواند به کاربران خانگی و همچنین مدیران سیستم و توسعه‌دهندگان کمک کند تا کار خود را انجام دهند و از آن لذت ببرند. درباره openSUSE وبلاگ بنویسید، به دوستان و خانواده خود بگویید و به آنها در نصب آن کمک کنید!
ru: который может помочь домашним пользователям, а также системным администраторам и разработчикам выполнять работу и получать удовольствие. Ведите блог об openSUSE, расскажите своим друзьям и семье и помогите им в установке!

# main|
source: Read Me
fa: مرا بخوان
ru: На прочтение

# main|
source: Extra Software
fa: نرم‌افزار اضافی
ru: Дополнительное ПО

# main|
source: There are certain proprietary drivers (such as Nvidia) and packages (such as Google Chrome) that openSUSE cannot include by default.
fa: درایورهای اختصاصی خاصی (مانند انویدیا) و بسته‌هایی (مانند گوگل کروم) وجود دارند که openSUSE نمی‌تواند به طور پیش‌فرض آنها را در خود جای دهد.
ru: Есть несколько проприетарных драйверов (таких как Nvidia) и пакетов (таких как Google Chrome), которые openSUSE не может включить по умолчанию.

# main|
source: If you have an Nvidia device and wish to use the proprietary drivers, read this
fa: اگر دستگاه Nvidia دارید و می خواهید از درایورهای اختصاصی استفاده کنید، این را بخوانید
ru: Если у вас устройство от Nvidia, и вы хотите использовать проприетарный драйвер, прочитайте эту

# main|
source: wiki article
fa: مقاله ویکی
ru: статью на wiki

# main|
source: To install Google Chrome, just download it directly from Google. Google provides a repository that will be added to your system when you install Google Chrome. This will allow it to be updated alongside your system.
fa: برای نصب گوگل کروم، کافیست آن را مستقیماً از گوگل دانلود کنید. گوگل یک مخزن ارائه می‌دهد که هنگام نصب گوگل کروم به سیستم شما اضافه می‌شود. این به شما امکان می‌دهد تا آن را در کنار سیستم خود به‌روزرسانی کنید.
ru: Для установки Google Chrome просто скачайте его прямо со страницы Google. Google предоставляет репозитории, которые будут добавлены в систему как только вы начнёте установку Google Chrome. Это позволит обновлять его вместе с вашей системой.

# main|
source: Google offers Google Chrome's RPM on its website.
fa: گوگل RPM گوگل کروم را در وب‌سایت خود ارائه می‌دهد.
ru: На своём сайте Google предлагает свой пакет RPM Google Chrome.

# main|
source: Some codecs for playing media cannot be included in openSUSE due to licensing issues. However, there are repositories available that you can read about
fa: برخی از کدک‌های پخش رسانه به دلیل مشکلات مجوز نمی‌توانند در openSUSE گنجانده شوند. با این حال، مخازن در دسترس هستند که می توانید در مورد آنها مطالعه کنید
ru: Некоторые кодеки для воспроизведения мультимедиа не могут быть включены в openSUSE из-за проблем с лицензированием. Однако есть репозитории, о которых вы можете прочитать

# main|
source: here
fa: اینجا
ru: здесь

# main|
source: Community Repositories
fa: مخازن انجمن
ru: Репозитории сообщества

# main|
source: On
fa: روشن
ru: На

# main|
source: , you may run across community-provided repositories. While we do not manually vet community repositories, they have built their software against the latest version of openSUSE and should work.
fa: ، ممکن است با مخازن ارائه شده توسط جامعه مواجه شوید. اگرچه ما مخازن جامعه را به صورت دستی بررسی نمی‌کنیم، اما آنها نرم‌افزار خود را بر اساس آخرین نسخه openSUSE ساخته‌اند و باید کار کنند.
ru: , вы можете взаимодействовать с репозиториями участников сообщества. Хотя мы не проверяем эти репозитории вручную, пакеты там собраны для последней версии openSUSE и должны работать без проблем.
